{
    "document.title": "The life of women and men in Europe",
    "titlepart1": "The life of women and men",
    "titlepart2": "in Europe",
    "subtitle": "2021 interactive edition",
    "menuHome": "Home",
    "menuQuiz": "Quiz",
    "menuInfo": "Further information",
    "menuPdf": "PDF version",
    "imgYourLogo": "<img id=\"yourLogo\" src=\"img/icones/yourLogo.png\" />",
    "btn-explore":"EXPLORE FURTHER",
    "introtitle": "At home, at work, at school…",
    "introtextp1":"… there are large differences between the lives of women and men in Europe, but there are also similarities.",
    "introtextp2part1":"This interactive publication",
    "introtextp2part2":"The life of women and men in Europe",
    "introtextp2part3":"aims at comparing women and men in their daily lives. It also shows how similar or different the everyday life of women and men is in European countries.",
    "introtextp3":"The publication includes three chapters:",
    "introtextli1title":"Living & ageing :",
    "introtextli1text":"This chapter focuses on demography and health, including for example data on life expectancy, single mothers and fathers and how we perceive our health. This chapter also shows that, despite our differences, both women and men in Europe are similarly satisfied with their lives.",
    "introtextli2title":"Learning & earning :",
    "introtextli2text":"This chapter includes data on education levels, reconciliation of work and family life, full-time and part-time work, the gender pay gap, female and male managers, etc. It highlights not only structural differences but also inequalities between women and men.",
    "introtextli3title":"Eating & surfing :",
    "introtextli3text":" This part focuses on nutrition, sport practice and online practices, including for example data on consumption of fruit and vegetables, alcohol consumption, body mass index, use of social networks and online shopping. A final part is dedicated to childcare, housework and cooking",
    "introtextp4":"This interactive publication containing short texts, interactive visualisation tools, infographics, photos, etc. has been developed by Eurostat in collaboration with the National Statistical Institutes of the EU Member States and the EFTA countries.",   
    "introbtn": "Go to publication",
    "quizbtn": "Test your knowledge",
    "bloc1title":"Living & ageing",
    "bloc2title":"Learning & earning",
    "bloc3title":"Eating & surfing",
    "bloc1atitle":"Important milestones in life",
    "bloc1btitle":"Living together",
    "bloc1ctitle":"Health perception",
    "bloc1dtitle":"Life satisfaction",
    "bloc1abloctextheading1":"In almost all Member States, women leave their parental home and get married earlier than men…",
    "bloc1abloctextp1":"Our life is filled with different milestones, such as starting school, entering adulthood by leaving the parental home and starting work, getting married, having children, retiring… and there are large differences between women and men.",
    "bloc1abloctextp2":"The analyses of these milestones in life show, for example, that on average in the EU in 2020, women left their parental home two years earlier than men (at the age of 25 for women and 27 for men). Women also married earlier in all Member States, with an age difference at first marriage of 3 years and over in Romania, Bulgaria and Greece in 2019, while it was less than 2 years in Ireland (2016) and Portugal. Regarding birth of first child, women in the EU gave birth on average at the age of 29 in 2019, ranging from around 26 years in Bulgaria to 31 years in Italy, Spain, Luxembourg, Ireland and Greece.",
    "bloc1abloctextheading2":"… and live longer than men",
    "bloc1abloctextp3":"Another significant difference between women and men is life expectancy. In the Member States in 2020, women lived longer than men. The EU average (data for 2019) was 84.0 years for women and 78.5 years for men, a difference of 5.5 years. Among the Member States in 2020, the difference between women and men ranged from almost 10 years in Lithuania and Latvia to below 4 years in the Netherlands, Sweden and Malta.",
    "bloc1ainfographics":"Lifeline of women and men",
    "bloc1bbloctextheading1":"5&nbsp;% more women than men in the EU",
    "bloc1bbloctextp1":"There are more women than men in the EU, with 105 women per 100 men (5&nbsp;% more) in 2020. There were more women than men in nearly all Member States, with the largest differences in Latvia (17&nbsp;% more), Lithuania (14&nbsp;% more), Portugal (12&nbsp;% more) and Estonia (11&nbsp;% more), while Malta, Slovenia, Luxembourg and Sweden had more men than women.",
    "bloc1bbloctextp2":"Looking at young people aged up to 18, the opposite pattern applies with 5&nbsp;% more young men than young women of this age. On the other hand, among the older age group aged 65 and over, there were 33&nbsp;% more women.",
    "bloc1bbloctextheading2":"Almost six times more women than men live alone with children",
    "bloc1bbloctextp3":"When looking at the way women and men live – in a couple, single, with or without children – quite some differences can be seen. In the EU in 2020, 7.0&nbsp;% of women aged 25-49 lived alone with children, compared with 1.2&nbsp;% of men of the same age. For singles without children in this age group, the share was 10.3&nbsp;% for women and 17.3&nbsp;% for men.",
    "bloc1bbloctextp4":"Another group where there are large differences between women and men is for singles aged 65 and over: the share of elderly women living alone (40.3&nbsp;%) was twice the share for men (20.0&nbsp;%).",
    "bloc1bbloctextp5":"For other groups, there are smaller differences. Among young people aged 18 to 24, 10.9&nbsp;% of women and 11.6&nbsp;% of young men lived alone. The same applies for people aged 18 or over living in a couple: 43.1&nbsp;% of women and 46.4&nbsp;% of men of that age in the EU lived in a couple.",
    "bloc1binfographics":"Women per 100 men, 2019",
    "bloc1binfographics2":"Household types, 2019",
    "bloc1cbloctextheading1": "Men are more likely than women to perceive their health as good",
    "bloc1cbloctextp1part1": "The way people perceive their health is influenced by a complex set of factors, among others environmental, cultural and socioeconomic conditions. Not surprisingly, the older you get, the lower is the perception of being in good health &mdash; this is the same for both women and men.",
    "bloc1cbloctextp1part2": "Looking at different age groups, it can be seen that for those aged 16 to 44, 87.5&nbsp;% of women in the EU in 2020 felt they were in good health and 89.2&nbsp;% of men. This decreased to 66.8&nbsp;% of women and 69.4&nbsp;% of men for those aged 45 to 64, and for those aged 65 and over to 38.2&nbsp;% and 44.0&nbsp;% respectively. In almost all Member States, a larger share of men than women had a perception of being in good health and the difference increased with age. It is also interesting to note that the difference between Member States also increased with age.",
    "bloc1cbloctextheading2": "Causes of death",
    "bloc1cbloctextp2part1": "Cancer, ischaemic heart diseases (for example heart attack) and cerebrovascular diseases (for example stroke) are among the three most common causes of death for both women and men in the EU.",
    "bloc1cbloctextp2part2": "For all three, deaths among men were more common than among women in the Member States in 2018. The EU total (data for 2017) shows that 336 men per 100&nbsp;000 died of cancer compared with 194 for women, 162 men per 100&nbsp;000 died of heart diseases compared with 89 for women and 89 men per 100&nbsp;000 died of cerebrovascular diseases, compared with 73 for women.",
    "bloc1cinfographics":"Self-perceived health in the EU: good and very good",
    "bloc1cinfographicssub":"Click on one of the images to see a comparison by country",
    "bloc1csubinfographics1":"People aged 16-44 years",
    "bloc1csubinfographics2":"People aged 45-64 years",
    "bloc1csubinfographics3":"People aged 65 and over",
    "memberstate":"By Member State",
    "bloc1cinfographics2":"Causes of death",
    "bloc1dbloctextheading1":"Women and men are almost equally happy with their lives",
    "bloc1dbloctextp1":"As mentioned in this chapter, there are large differences in the lives of women and men, however, when measuring life satisfaction, the perception is almost equal. On average in the EU, women aged 16 and over rated their life satisfaction as 7.3 on a scale from 0 to 10 and men 7.4 in 2018. In most of the Member States, the ratings were either equal or there was a difference of 0.1.",
    "bloc1dinfographics1":"Overall life satisfaction, 2018",
    "bloc2atitle":"Education",
    "bloc2btitle":"Employment patterns",
    "bloc2ctitle":"Careers",
    "bloc2dtitle":"Earnings",
    "bloc2abloctextheading1":"Higher proportion of women than men with a high education level",
    "bloc2abloctextp1":"When looking at the level of education completed, there are hardly any differences between women and men in the EU with lower education level. However, for the higher levels different patterns can be seen.",
    "bloc2abloctextp2":"Almost equal shares of women and men aged 25 to 64 in the EU (20&nbsp;% of women and 22&nbsp;% of men) had at most completed the low education level (lower secondary education  at most) in 2020.",
    "bloc2abloctextp3":"A smaller share of women (44&nbsp;%) than men (48&nbsp;%) in the EU had successfully completed at most the medium level of education (upper secondary education or post-secondary non-tertiary education). This pattern could be observed in almost all Member States.",
    "bloc2abloctextp4":"When it comes to tertiary education, 35&nbsp;% of women in the EU had completed this level, compared with 30&nbsp;% of men. The share of women with tertiary education was higher than the corresponding share of men in almost all Member States, with the largest differences between women and men observed in the Baltic Member States as well as Finland, Sweden and Slovenia.",
    "bloc2bbloctextheading1":"The more children, the larger the gender employment gap",
    "bloc2bbloctextp1part1":"On average in the EU, the",
    "bloc2bbloctextp1part2":"employment rates",
    "bloc2bbloctextp1part3":"of people aged 18-64 was higher for men (76&nbsp;%) than for women (65&nbsp;%) in 2020. However, the difference between the employment rate of men and women increases with the number of children. Indeed, the employment rate for men without children was 72&nbsp;% while it was 64&nbsp;% for women without children, resulting in a gap of 8 pp. For people with one child, the gap between the employment rates of men (81&nbsp;%) and women (67&nbsp;%) amounted to 14 pp. For people with two children, the gender employment gap increased to 19 pp. (89&nbsp;% for men versus 70&nbsp;% for women) while for those with three or more children, the gap peaked at 29 pp., with a male employment rate at 82&nbsp;% and a female employment rate at only 54&nbsp;%. This pattern is observed in a large majority of Member States.",
    "bloc2bbloctextheading2":"Almost a third of women in employment work part-time",
    "bloc2bbloctextp2":"An important aspect of the reconciliation between work and family life is part-time work. This is, however, not equally spread between women and men: in the EU in 2020, 30&nbsp;% of women in employment worked part-time, compared with 8&nbsp;% of men. This differed among the Member States, with the highest shares of women working part-time in the Netherlands (76&nbsp;%), Germany (48&nbsp;%), Austria (47&nbsp;%) and Belgium (40&nbsp;%), and of men in the Netherlands (29&nbsp;%), Denmark (15&nbsp;%) and Sweden (14&nbsp;%). The lowest share of both women and men working part-time was observed in Bulgaria (2&nbsp;% for both women and men).",
    "bloc2bbloctextheading3":"Larger share of women than men are unemployed",
    "bloc2bbloctextp3part1":"In the EU in 2020, the" ,
    "bloc2bbloctextp3part2":"unemployment rate",
    "bloc2bbloctextp3part3":"was 7.4&nbsp;% for women and 6.8&nbsp;% for men. In fifteen Member States, the unemployment rate was higher for women, in ten it was higher for men and in Cyprus and Sweden it was even. The largest differences between female and male unemployment rates, where the rate was higher for women than for men, were observed in Greece (19.8&nbsp;% for women and 13.6&nbsp;% for men) and Spain (17.4&nbsp;% and 13.9&nbsp;%). The largest differences for the opposite pattern, lower rates for women than for men, were observed in Latvia (7.1&nbsp;% for women and 9.1&nbsp;% for men) and Lithuania (7.7&nbsp;% for women and 9.3&nbsp;% for men).",
    "bloc2cbloctextheading1":"Around a third of managers in the EU are women",
    "bloc2cbloctextp1part1":"When working, men generally occupy higher positions than women. For example, one can see that a third (34&nbsp;%) of",
    "bloc2cbloctextp1part2":"managers",
    "bloc2cbloctextp1part3":"in the EU in 2020 were women. The share of women in this position was not over 50&nbsp;% in any of the Member States: the largest proportions were observed in Latvia (47&nbsp;%), Poland (43&nbsp;%), Sweden (42&nbsp;%), Bulgaria (41&nbsp;%) and Slovenia (40&nbsp;%). On the other hand, the smallest shares were found in Cyprus (24&nbsp;%), the Netherlands (26&nbsp;%), Luxembourg and Italy (both 27&nbsp;%).",    
    "bloc2dbloctextheading1":"Women earn on average 14&nbsp;% less than men",
    "bloc2dbloctextp1":"In the EU in 2019, women earned 14.1&nbsp;% less than men when comparing their average gross hourly earnings. On average, women earned less than men in all Member States, however this gender pay gap varies. The largest differences were observed in Estonia (21.7&nbsp;%), Latvia (21.2&nbsp;%), Austria (19.9&nbsp;%), and Germany (19.2&nbsp;%). On the other hand, the smallest differences in earnings between women and men were found in Luxembourg (1.3&nbsp;%), Romania (3.3&nbsp;%), Italy (4.7&nbsp;%) and Belgium (5.8&nbsp;%).",
    "bloc2dbloctextheading2":"Largest differences in hourly earnings for managers",
    "bloc2dbloctextp3":"When comparing hourly earnings for different professions, in all nine groups of professions listed women earned less than men on average in the EU in 2018. This was also the case in all Member States, with very few exceptions. The profession with the largest differences in hourly earnings were managers. The smallest differences were observed for clerical support workers (office clerks, secretaries etc.) and service and sales workers, two of the professions with the lowest salaries.",
    "bloc2ainfographics":"Education levels, 2019",
    "bloc2binfographics1":"Employment rate for working age population, 2019",
    "bloc2dinfographics1":"Mean hourly wages by profession, 2014",
    "bloc2dinfographics2":"How much less do women earn than men ?",
    "bloc3atitle":"Nutrition habits and sports practice",
    "bloc3btitle":"Internet habits",
    "bloc3ctitle":"Childcare and housework",
    "bloc3abloctextheading1":"Larger share of men than women in the EU drink alcohol and smoke…",
    "bloc3abloctextp1":"When looking at consumption of alcohol, cigarettes or fruit and vegetables, there are large differences between women and men and also between Member States.",
    "bloc3abloctextp2":"A larger share of men than women in the EU drink alcohol on a weekly (but not daily) basis (37&nbsp;% of men aged 18 and over, compared with 22&nbsp;% of women in 2019). Among the Member States, the shares for men ranged from 20&nbsp;% in Lithuania and 21&nbsp;% in Latvia to 57&nbsp;% in the Netherlands, and for women from 6&nbsp;% in Latvia and Lithuania to 41&nbsp;% in the Netherlands.",
    "bloc3abloctextp3":"A larger share of men than women in the EU are smokers (24&nbsp;% of men aged 18 and over are daily smokers, compared with 16&nbsp;% of women). The proportions varied for men from 8&nbsp;% in Sweden to 39&nbsp;% in Bulgaria and for women from 7&nbsp;% in Sweden to 23&nbsp;% in Hungary.",
    "bloc3abloctextp4":"Unlike alcohol consumption and smoking, regular consumption of fruit and vegetables is considered an important element of a healthy and balanced diet. In the EU in 2019, 51&nbsp;% of men ate one to four portions of fruit and vegetables on a daily basis, compared with 58&nbsp;% of women. The shares for men varied from 21 % in Romania to 67&nbsp;% in Belgium and for women from 27&nbsp;% in Romania to 68&nbsp;% in Spain.",
    "bloc3abloctextheading2":"… and even though they do sports more regularly…",
    "bloc3abloctextp5":"Another component of a healthy life is regular physical activity. In the EU in 2014, 35&nbsp;% of men spent 150 minutes or more per week on sports and non-work-related physical activities, compared with 25&nbsp;% of women. The proportions ranged for men from 14&nbsp;% in Romania to 55&nbsp;% in Finland and for women from 4&nbsp;% in Romania to 57&nbsp;% in Denmark.",
    "bloc3abloctextheading3":"… a larger share are still overweight",
    "bloc3abloctextp6part1":"All the factors mentioned above have an impact on weight. In the EU in 2019, 58&nbsp;% of men were considered to be overweight (having a",
    "bloc3abloctextp6part2":"body mass index",
    "bloc3abloctextp6part3":"of 25 or over), compared with 45&nbsp;% of women. The proportions among the Member States varied for men from 53&nbsp;% in the Netherlands and 51 % in France to 72&nbsp;% in Croatia, and for women from 36&nbsp;% in Italy to 58&nbsp;% in Croatia and 57 % in Malta.",
    "bloc3ainfographics":"Nutrition habits and sports practice in the EU27, 2014",
    "bloc3ainfographicsText1":"Share of men and women (18 and over) drinking alcohol on a weekly basis",
    "bloc3ainfographicsText2":"Share of men and women (18 and over) smoking daily",
    "bloc3ainfographicsText3":"Share of men and women consuming 1-4 portions of fruits and vegetables daily",
    "bloc3ainfographicsText4":"Share of men and women spending 150 minutes or more weekly on sports and physical activities",
    "bloc3ainfographicsText5":"Share of men and women being overweight (BMI 25 or over)",
    "bloc3bbloctextheading1":"Women use the internet more for social networks and men more for reading the news", 
    "bloc3bbloctextp1part1":"In 2020, women in the EU use the internet somewhat less than men (85&nbsp;% of women aged 16 to 74 used the internet at least once a week in the last three months prior to the survey, compared with 87&nbsp;% of men &mdash;", 
    "bloc3bbloctextp1part2":"see table for all Member States",
    "bloc3bbloctextp2":"When looking at what the internet is used for, there was a smaller share of women than men in the EU reading the news online (73&nbsp;% of women and 76&nbsp;% of men who used the internet in the last three months  prior to the survey) and who used internet banking (65&nbsp;% of women and 67&nbsp;% of men).",
    "bloc3bbloctextp3":"On the other hand, a higher share of women used the internet than men for telephone calls (73&nbsp;% of women and 70&nbsp;% of men), participating in social networks (67&nbsp;% of women and 64&nbsp;% of men) and seeking health information (71&nbsp;% of women and 57&nbsp;% of men).",
    "bloc3bbloctextp4":"For sending and receiving e-mails there were smaller differences (85&nbsp;% of women and 86&nbsp;% of men).",      
    "bloc3bbloctextheading2":"Larger share of women buying clothes online and men buying electronic goods online", 
    "bloc3bbloctextp4part1":"Using the internet to shop online is just slightly less frequent among women than among men in 2020 (72 % of female internet users shopped online in the last twelve months prior to the survey, compared with 73&nbsp;% of male &mdash;",
    "bloc3bbloctextp4part2":"see table for all Member States",
    "bloc3bbloctextp4part3":"However, what is being bought differs between women and men. Among the internet users of the last twelve months prior to the survey, a much larger share of women than men bought clothes over the internet in the last three months (43&nbsp;% of female internet users, compared with 32&nbsp;% of male), while a much larger share of men bought electronic equipment or household appliances (8&nbsp;% of female internet users and 14&nbsp;% of male) and streamed films (17&nbsp;% of female internet users and 21&nbsp;% of male).", 
    "bloc3bbloctextp5":"There were smaller differences for online purchases of rented accommodation (12&nbsp;% of female internet users and 13&nbsp;% of male) and for purchasing tickets for cultural and other events (14&nbsp;% for both) there was no difference.",
    "bloc3binfographics1":"Internet activities, 2019",
    "bloc3binfographics2":"Online shopping, 2019",
    "bloc3cbloctextheading":"A much larger share of women than men do child care, housework and cooking",
    "bloc3cbloctextp1":"For all Member States, there is a much larger share of women doing child care, housework and cooking than men. In the EU in 2016, 93&nbsp;% of women aged 25 to 49 (with children under 18) took care of their children on a daily basis, compared with 69&nbsp;% of men. Among the Member States, the largest differences between women and men were observed in Greece (95&nbsp;% of women and 53&nbsp;% of men) and Malta (93&nbsp;% and 56&nbsp;%), while the smallest were found in Sweden (96&nbsp;% of women and 90&nbsp;% of men) and Slovenia (88&nbsp;% and 82&nbsp;%).",   
    "bloc3cbloctextp2":"For housework and cooking, the differences are even larger. In the EU in 2016, 78&nbsp;% of women cooked and/or did housework on a daily basis, compared with 32&nbsp;% of men. The largest differences between women and men were found in Greece (85&nbsp;% of women and 16&nbsp;% of men) and Italy (81&nbsp;% and 20&nbsp;%), and the smallest in Sweden (74&nbsp;% women and 56&nbsp;% of men) and Latvia (82&nbsp;% and 57&nbsp;%).",
    "blocInfotexttitle":"FURTHER INFORMATION",
    "blocInfotextp1part1":"The life of women and men in Europe",
    "blocInfotextp1part2":"is an interactive publication released by Eurostat, the statistical office of the European Union, in collaboration with the National Statistical Institutes of the EU Member States and the EFTA countries.",
    "blocInfotextp2":"Information on data",
    "blocInfotextp3part1":"The European Union (EU) includes",
    "blocInfotextp3part2":"27 EU Member States.",
    "blocInfotextp3part3":"Date of data extraction: October 2021.",
    "blocInfotextp4":"Contact",
    "blocInfotextp5part1":"If you have questions on the data, please contact the",
    "blocInfotextp5part2":"Eurostat User Support.",
    "blocInfotextp6":"Identifiers of the digital publication",
    "blocInfotextp7part1":"Catalogue number: KS-08-21-315-EN-Q",
    "blocInfotextp7part2":"ISBN: 978-92-76-42342-3",
    "blocInfotextp7part3":"Doi: 10.2785/976803",
    "blocInfotextp8":"This publication should not be considered as representative of the European Commission’s official position.",
    "blocInfotextp9":"© European Union, 2021",
    "blocInfotextp10part1":"The reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39).",
    "blocInfotextp10part2":"Except otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC-BY 4.0) licence. This means that reuse is allowed provided appropriate credit is given and any changes are indicated.",
    "blocInfotextp10part3":"For any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the respective rightholders. The European Union does not own the copyright of the following elements:",    
    "blocInfotextp11part1":"Cover picture: © Rawpixel.com/Shutterstock",   
    "blocInfotextp11part2":"Life satisfaction picture: © realpeople/Shutterstock ",
    "blocInfotextp11part3":"Menu icons: © Fontawesome",
    "blocInfotextp12part1":"For more information, please consult:", 
    "blocInfotextp12part2":"https://ec.europa.eu/eurostat/about/policies/copyright", 
    "blocInfotextp13":"Cookies",
    "blocInfotextp14":"Privacy policy",
    "blocInfotextp15":"Legal notice",
    "blocInfotextpENp1":"Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the information contained in this publication.",
    "blocInfotextpENp2":"Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39).",
    "blocInfotextpENp31":"For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. For more information, please consult:", 
    "blocInfotextpENp32":"https://ec.europa.eu/eurostat/about/policies/copyright",
    "embedText":"or embed it",
    "copyPasteText": "Copy this code and paste it in your website:",
    "clickenlarge":"Click to enlarge",
    "clickopen":"Click to open",
    "clickcompare":"Click on any of the pictures to get a comparison by country",
    "linkDataset":"Link to dataset",
    "linksDataset":"Links to dataset",
    "embed":"Copy this code and paste it in your Website.",
    "bloc1aLinkTable1":"Leaving parental home",
    "bloc1aLinkTable2":"Age at first marriage",
    "bloc1aLinkTable3":"Age of women at birth of first child",
    "bloc1aLinkTable4":"Age at retirement",
    "bloc1aLinkTable5":"Life expectancy",
    "bloc1bLinkTable1":"Women per 100 men",
    "bloc1bLinkTable2":"Household types",
    "bloc1cLinkTable1":"Self-perceived health",
    "bloc1dLinkTable1":"Life satisfaction",
    "bloc2aLinkTable1":"Education levels",
    "bloc2bLinkTable1":"Unemployment",
    "bloc2bLinkTable2":"Part-time workers",
    "bloc2bLinkTable3":"Employment rates for the working age population",
    "bloc2bLinkTable4":"Employment rates by number of children",
    "bloc2cLinkTable1":"Managers",
    "bloc2dLinkTable1":"Gender pay gap",
    "bloc2dLinkTable2":"Mean hourly wages by profession",
    "bloc3aLinkTable1":"Alcohol",
    "bloc3aLinkTable2":"Smoking",
    "bloc3aLinkTable3":"Fruits and vegetables",
    "bloc3aLinkTable4":"Sports",
    "bloc3aLinkTable5":"BMI",
    "bloc3bLinkTable1":"Get together with friends",
	"bloc3bLinkTable2":"Going to the cinema & Going to live performances & Visits to cultural sites & Attendance to live sport events",
    "bloc3cLinkTable1":"Internet activities",
    "bloc3cLinkTable2":"Online shopping",
    "bloc3dLinkTable1":"Daily childcare and education of children, 2016",
    "bloc3dLinkTable2":"Daily cooking and housework, 2016",
    "socialFacebook":"Facebook",
    "socialTwitter":"Twitter",
    "socialMail":"E-mail",
    "socialEmbed":"Embed",
    "socialDataset":"Link to dataset",
    "linkSupport":"mailto:estat-user-support@ec.europa.eu",
    "translationInfo": "The <your-language-version> version: the translation of the publication has been done by the <the name of your NSI>.",
    "shareDescIndex":"The life of women and men in Europe – a statistical portrait is a digital publication released by Eurostat, the statistical office of the European Union, in collaboration with the National Statistical Institutes of the EU Member States, the United Kingdom and the EFTA countries.",
    "shareDescBloc1a":"Our life is filled with different milestones, such as starting school, entering adulthood by leaving the parental home and starting work, getting married, having children, retiring… and there are large differences between women and men.",
    "shareDescBloc1b":"As a result of a longer life expectancy, there are more women than men in the EU, with 105 women per 100 men (5 % more) in 2020.",
    "shareDescBloc1c":"The way people perceive their health is influenced by a complex set of factors, among others environmental, cultural and socioeconomic conditions. Not surprisingly, the older you get, the lower is the perception of being in good health — this is the same for both women and men.",
    "shareDescBloc1d":"As mentioned in this chapter, there are large differences in the lives of women and men, however, when measuring life satisfaction, the perception is almost equal.",
    "shareDescBloc2a":"When looking at the level of education completed, there are hardly any differences between women and men in the EU with lower education level. However, for the higher levels different patterns can be seen.",
    "shareDescBloc2b":"On average, the employment rate of men is higher than that of women (73 % compared with 63 % in the EU in 2020). However, it is interesting to note that the difference between employment rates of women and men increases with the number of children.",
    "shareDescBloc2c":"When working, men generally occupy higher positions than women. For example, one can see that a third (34 %) of managers in the EU in 2020 were women.",
    "shareDescBloc2d":"In the EU in 2019, women earned 14.1 % less than men when comparing their average gross hourly earnings. On average, women earned less than men in all Member States, however this gender pay gap varies.",
    "shareDescBloc3a":"When looking at consumption of alcohol, cigarettes or fruit and vegetables, there are large differences between women and men and also between Member States.",
    "shareDescBloc3b":"In 2020, women in the EU use the internet somewhat less than men (85 % of women aged 16 to 74 used the internet at least once a week in the last three months prior to the survey, compared with 87 % of men).",
    "shareDescBloc3c":"For all Member States, there is a much larger share of women doing child care, housework and cooking than men. In the EU in 2016, 93 % of women aged 25 to 49 (with children under 18) took care of their children on a daily basis, compared with 69 % of men.",
    "shareDescBlocInfo":"The life of women and men in Europe – a statistical portrait is a digital publication released by Eurostat, the statistical office of the European Union, in collaboration with the National Statistical Institutes of the EU Member States and the EFTA countries.",
    "altBloc1aInfographics":"Infographics representing the life of women and men in Europe",
    "altBloc1bInfographics1":"Bubble chart representing women per 100 men in 2020",
    "altBloc1bInfographics2":"Bar chart representing household types in 2020",
    "altBloc1cInfographics1":"Self-perceived health in the EU in 2020",
    "altBloc1dInfographics":"Bubble chart representing overall life satisfaction in 2018",
    "altBloc2aInfographics":"Bar chart representing education levels in 2020",
    "altBloc2bInfographics1":"Bar chart representing unemployment rate in 2020",
    "altBloc2bInfographics2":"Bar chart representing employment rates in 2020",
    "altBloc2bInfographics3":"Bar chart part-time workers in 2020",
    "altBloc2cInfographics":"Bar chart representing managers careers differences between men and women",
    "altBloc2dInfographics1":"Difference between average gross hourly earnings of male and female employees",
    "altBloc2dInfographics2":"Bar chart representing mean hourly wages by profession in 2018",
    "altBloc3aInfographics":"Bar chart representing nutrition habits and sports practice in 2019",
    "altBloc3cInfographics1":"Bar chart representing internet activities in 2020",
    "altBloc3cInfographics2":"Bar chart representing online shopping in 2020",
    "altBloc3dInfographics1":"Bar chart representing daily childcare and eduction of children",
    "altBloc3dInfographics2":"Bar chart representing daily cooking and housework",
    "shareText1":"Share/embed",
    "shareText2":"Share the publication ",
    "shareText3":"Share", 
    "shareTextPage":"Share this page", 
    "shareTextPublication":"Share this publication", 
    "shareTextVis":"Share this visualisation", 
    "shareVisualisation1": "Share the visualisation <b>‘",
    "shareVisualisation2": "’</b>"

}