{
    "document.title": "FRFRHousing in Europe – Statistics visualised",
    "decimal_separator": ".",
    "titlepart1": "FRFRHousing in Europe",
    "titlepart2": "FRstatistics on mobility in Europe",
    "titlepart3": "FRof the millennium",
    "subtitle": "FRStatistics visualised",
    "datetitle": "FR2020 edition",
    "menuitem0": "FRMenu",
    "menuHome": "FRHome",
    "menuInfo": "FRFurther Information",
    "menuPdf": "FRPDF version",
    "menuCovid": "FRCovid-19",
    "menuShare": "FRShare",
    "imgYourLogo": "<img id=\"yourLogo\" src=\"images/icones/yourLogo.png\" />",
    "btn-explore": "FREXPLORE FURTHER",
    "introtextp1part1": "FRThere are large differences within Europe on how we live in terms of size, kind and quality of housing and whether we own or rent. The evolution of house prices and rents also varies significantly between countries.",
    "introtextp1part2": "FRHousing in Europe – statistics visualised",
    "introtextp1part3": "FRshows the latest figures on many different aspects of housing.",
    "introtextp2": "FRData in this interactive publication show yearly figures up until 2019 and thus do not reflect the impact of the COVID-19 crisis. In order to see this impact, go to the specific part on top of the publication showing short-term statistics on rents and house prices.",
    "introtextp3": "FRThe publication is divided into three chapters:",
    "introtextli1title": "FRHow we live",
    "introtextli1text": "FRThis chapter shows data on whether we live in a house or a flat and whether we own or rent. It also includes statistics on the size and quality of housing and last, but not least, on the environmental impact.",
    "introtextli2title": "FRHousing cost",
    "introtextli2text": "FRThis section contains data on the evolution of house prices and rents in the last decade. It also shows whether housing is affordable both in cities and in rural areas.",
    "introtextli3title": "FRConstruction",
    "introtextli3text": "FRThis chapter focuses on the construction sector and shows the evolution in the last decade. It also shows the most built up areas in Europe.",
    "introtextp3part1": "FRThis publication, containing short texts and interactive visualisation tools, has been developed by",
    "introtextp3part2": "FREurostat.",
    "introbtn": "FRGo to publication",
    "bloc1title": "FRHow we live",
    "bloc2title": "FRHousing cost",
    "bloc3title": "FRConstruction",
    "bloc1atitle": "FRHouse or flat – owning or renting",
    "bloc1btitle": "FRSize of housing",
    "bloc1ctitle": "FRQuality of housing",
    "bloc1dtitle": "FREnvironmental impact of housing",
    "bloc1atextheading1": "FRMore than two thirds of the EU population own their home",
    "bloc1atextp1": "FRBeing an owner or a tenant of your home is something that differs significantly among the Member States. In the EU in 2019, 70&nbsp;% of the population lived in a household owning their home, while the remaining 30&nbsp;% lived in rented housing. The highest shares of ownership were observed in Romania (96 % of the population owned their home), Hungary (92&nbsp;%) and Slovakia (91&nbsp;%).",
    "bloc1atextp2": "FRIn all Member States, owning is most common. However, in Germany, renting is almost equal with 49&nbsp;% of the population being tenants. Austria (45&nbsp;%) and Denmark (39&nbsp;%) follow.",
    "bloc1atextheading2": "FRJust over half of the EU population live in a house",
    "bloc1atextp3": "FRLiving in a house or a flat also differs among the Member States, and also varies depending on whether you live in a city or the countryside. In the EU in 2019, 53&nbsp;% of the population lived in a house, while 46&nbsp;% lived in a flat (1&nbsp;% lived in other accommodation, such as houseboats, vans etc.). Ireland (92&nbsp;%) recorded the highest share of the population living in a house, followed by Croatia and Belgium (both 78&nbsp;%) and the Netherlands (75&nbsp;%). It should be noted that this includes terraced houses.",
    "bloc1atextp4": "FRHouses are most common in two thirds of the Member States. The highest shares for flats were observed in Latvia (66&nbsp;%), Spain (65&nbsp;%), Estonia (61&nbsp;%) and Greece (59&nbsp;%).",
    "bloc1atextp5": "FRIn cities, 72&nbsp;% of the EU population lived in a flat and 28&nbsp;% in a house. For towns and suburbs, the proportions were 58&nbsp;% and 42&nbsp;% respectively, while for rural areas, 82&nbsp;% of the population lived in a house and only 18&nbsp;% in a flat.",
    "bloc1btextheading1": "FROn average 1.6 rooms per person…",
    "bloc1btextp1": "FRThe size of housing can be measured as the average number of rooms per person: there were on average 1.6 rooms per person in the EU in 2019. Among the Member States, the largest number was recorded in Malta (2.2 rooms per person), followed by Belgium and Ireland (both 2.1 rooms). At the other end of the scale were Croatia, Poland and Romania, all with 1.1 rooms on average per person.",
    "bloc1btextheading2": "FR… and 2.3 persons per household in the EU",
    "bloc1btextp2part1": "FRA related indicator is the number of persons per",
    "bloc1btextp2part2": "FRhousehold",
    "bloc1btextp2part3": "FR. There were on average 2.3 persons per household in the EU in 2019. Among the Member States, this number ranged from 2.9 persons in Slovakia, 2.8 in Poland and 2.7 in Cyprus and Croatia down to 2.0 persons in Germany, Denmark, Finland and Sweden.",
    "bloc1ctextheading1": "FRAround 17 % of the EU population live in an overcrowded home…",
    "bloc1ctextp1part1": "FRThe quality of housing can be measured in many ways. One is whether people live in an",
    "bloc1ctextp1part2": "FRovercrowded",
    "bloc1ctextp1part3": "FRhome. In the EU in 2019, 17.2&nbsp;% of the population were living in such a home, a share which has fallen from 19.1&nbsp;% in 2010.",
    "bloc1ctextp2": "FRIn 2019, the highest overcrowding rates were observed in Romania (45.8&nbsp;%), Latvia (42.2&nbsp;%) and Bulgaria (41.1&nbsp;%), and the lowest in Cyprus (2.2&nbsp;%), Ireland (3.2&nbsp;%) and Malta (3.7&nbsp;%).",
    "bloc1ctextheading2": "FR… and 33 % live in an under-occupied home",
    "bloc1ctextp3part1": "FRThe opposite of an overcrowded home is an",
    "bloc1ctextp3part2": "FRunder-occupied home",
    "bloc1ctextp3part3": "FR, meaning that it is deemed too large for the needs of the",
    "bloc1ctextp3part4": "FRhousehold",
    "bloc1ctextp3part5": "FRliving in it. The classic cause of under-occupation is older individuals or couples remaining in their home after their children have grown up and left. In the EU in 2019, a third of the population (33 %) lived in an under-occupied home, a share which has been almost stable since 2010.",
    "bloc1ctextp4": "FRIn 2019, the highest shares of under-occupied homes were recorded in Malta (72.6&nbsp;%), Cyprus (70.5&nbsp;%) and Ireland (69.6&nbsp;%), and the lowest in Romania (7.7&nbsp;%), Latvia (9.6&nbsp;%) and Greece (10.7&nbsp;%).",
    "bloc1ctextheading3": "FRAround 13&nbsp;% of the EU population live in a home with a leaking roof",
    "bloc1ctextp5": "FRIt is not only the number of people living in a home which impacts the quality of life, it is also the quality of the housing, such as the ability to keep the house warm, the lack of toilet and shower and a leaking roof.",
    "bloc1ctextp6": "FRIn the EU in 2019, 6.9&nbsp;% of the population did not have the ability to keep the house adequately warm. The highest shares were observed in Bulgaria (30.1&nbsp;%), Lithuania (26.7&nbsp;%), Cyprus (21.0&nbsp;%) and Portugal (18.9&nbsp;%), and the lowest in Austria and Finland (both 1.8&nbsp;%) and Sweden (1.9&nbsp;%).",
    "bloc1ctextp7": "FROn average in the EU, 1.6&nbsp;% of the population lacked a toilet, shower and bath. This was most common in Romania (22.4&nbsp;% of the population), followed by Lithuania (8.7&nbsp;%), Latvia (7.7&nbsp;%) and Bulgaria (7.5&nbsp;%). ",
    "bloc1ctextp8": "FRRegarding a leaking roof, 12.7&nbsp;% of the EU population had such a problem. The highest shares were observed in Cyprus (31.1&nbsp;%), Portugal (24.4&nbsp;%) and Hungary (22.3&nbsp;%).",
    "bloc1cInfographics":"FRMaterial deprivation",
    "bloc1dtextheading1": "FRGreenhouse gas emissions from households for heating range from 39 kg per capita in Sweden to 1&nbsp;760 kg in Luxembourg",
    "bloc1dtextp1": "FRA part of greenhouse gas emissions come from households when burning fossil fuels for heating their homes, preparing warm water, cooking and air conditioning. This represented 716.3 kg per capita in the EU in 2018, down from 912.8 kg in 2010. In 2018, the largest values, of over 1&nbsp;000 kg per capita, were observed in Luxembourg (1&nbsp;761.5 kg per capita), Ireland (1&nbsp;263.2), Belgium (1&nbsp;148.4), Poland (1&nbsp;044.0) and the Netherlands (1&nbsp;009.2). On the other hand, the lowest value was found in Sweden (39.2), followed by values below 300 in Malta (114.3), Finland (231.9), Latvia (237.3), Bulgaria (250.0) and Estonia (269.4).",
    "bloc2atitle": "FREvolution of house prices and rents",
    "bloc2btitle": "FRIs housing affordable ?",
    "bloc2atextheading1": "FRHousing costs range between 64&nbsp;% below and 77&nbsp;% above the EU average",
    "bloc2atextp1": "FRThe housing costs compared to the EU average differs significantly between Member States. The highest housing costs in 2019 compared to the EU average were found in Ireland (77&nbsp;% above the EU average), Luxembourg (70&nbsp;% above), Denmark (63&nbsp;% above) and Finland (42&nbsp;% above). The lowest, on the other hand, were observed in Bulgaria (64&nbsp;% below the EU average), Poland (60&nbsp;% below) and Romania (57&nbsp;% below).",
    "bloc2atextp2": "FRLooking at the evolution between 2010 and 2019, house price levels compared to the EU average have increased in 17 Member States and decreased in 10. The largest increases were observed in Ireland (from 17&nbsp;% above to 77&nbsp;% above the EU average), Slovakia (from 44&nbsp;% below to 23&nbsp;% below) and the Netherlands (from 22&nbsp;% above to 37&nbsp;% above), and the largest decreases in Greece (from 8&nbsp;% below to 35&nbsp;% below the EU average) and Cyprus (from 8&nbsp;% below to 25&nbsp;% below).",
    "bloc2atextheading2": "FRHouse prices up by 19&nbsp;% in the EU between 2010 and 2019",
    "bloc2atextp3": "FRLooking at the trend of house prices between 2010 and 2019, there has been a steady upwards trend since 2013 with particularly large increases between 2015 and 2019. In total there was an increase of 19&nbsp;% between 2010 and 2019. There were increases in 23 Member States and decreases in three (data for Greece not available) over this period. The largest increases were observed in Estonia (+96&nbsp;%), Hungary (+82&nbsp;%), Latvia (+75&nbsp;%), Luxembourg and Austria (both +65&nbsp;%), while decreases were registered in Italy (-17&nbsp;%), Spain (-7&nbsp;%) and Cyprus (-4&nbsp;%).",
    "bloc2atextheading3": "FRRents up by 13&nbsp;%",
    "bloc2atextp4": "FRThere has been a steady increase of rents in the EU between 2010 and 2019 – in total 13&nbsp;% during the whole period. There was an increase in 25 Member States and a decrease in two. The largest increases were registered in Estonia (+156&nbsp;%), Lithuania (+101&nbsp;%) and Ireland (+63&nbsp;%), while decreases were observed in Greece (-25&nbsp;%) and Cyprus (-7&nbsp;%).",
    "bloc2atextheading4": "FRInflation up by 13 %",
    "bloc2atextp5": "FRInflation between 2010 to 2019 developed similarly as rents with a total increase of 13&nbsp;%. There has been inflation in all Member States during this period, with values of over 20&nbsp;% in Estonia (+26&nbsp;%), Romania (+23&nbsp;%) and Hungary (+22&nbsp;%). The smallest inflation was observed in Greece (+3&nbsp;%), Ireland and Cyprus (both +6&nbsp;%).",
    "bloc2atextheading5": "FRConstruction costs up by 15&nbsp;% between 2010 and 2019",
    "bloc2atextp6": "FRThe cost for constructing new residences in the EU has also increased during the period 2010 to 2019, especially since 2016. The increase during the whole period was 15 %. Among the Member States, the largest rises were observed in Hungary (+47&nbsp;%), Romania (+46&nbsp;%), Latvia and Lithuania (both +36&nbsp;%). Greece was the only Member State to record a decrease (-7&nbsp;%).",
    "bloc2aInfographics":"Evolution of house prices, rents and inflation",
    "bloc2btextheading1": "FRHousing cost overburden highest in cities",
    "bloc2btextp1part1": "FRWith house prices and rents rising, the cost of housing can be a burden. This can be measured by the",
    "bloc2btextp1part2": "FRhousing cost overburden rate",
    "bloc2btextp1part3": "FR, which shows the share of the population living in a household where total housing costs represent more than 40&nbsp;% of disposable income. In the EU in 2019, 11.8&nbsp;% of the population in cities lived in such a household, while the corresponding rate for rural areas was 7.0&nbsp;%. The housing cost overburden was higher in cities than in rural areas in all Member States, except Bulgaria, Romania, Croatia, Latvia and Lithuania.",
    "bloc2btextp2": "FRThe highest housing cost overburden rates in cities were observed in Greece (40.7&nbsp;%), Denmark (21.1&nbsp;%) and Germany (16.2&nbsp;%), while in rural areas they were in Greece (28.3&nbsp;%), Bulgaria (18.5&nbsp;%) and Germany (12.4&nbsp;%).",
    "bloc2btextheading2": "FRA fifth of disposable income dedicated to housing",
    "bloc2btextp3": "FRAnother way of seeing whether housing is affordable is by the share of housing cost in total disposable income. On average in the EU in 2019, 20.0&nbsp;% of disposable income was dedicated to housing costs. This differed among the Member States, with the highest shares in Greece (38.9&nbsp;%), Denmark (27.1&nbsp;%), Germany (25.9&nbsp;%) and Bulgaria (24.8&nbsp;%).",
    "bloc2btextp4": "FRLooking at those having a disposable income of below 60&nbsp;% of the national median income, people who could be considered as at risk of poverty, the share of housing in disposable income rose to 39.3&nbsp;% on average in the EU. On the other hand for those having a disposable income of above 60 % of the median income, the share was 16.3&nbsp;%.",
    "bloc2btextheading3": "FRShare of households with arrears on mortgage, rent or utility bills going down",
    "bloc2btextp5": "FRArrears on mortgage, rent or utility bills is another indication that housing costs could be too high. Despite the fact that house prices and rents have increased during the period 2010 to 2019, the share of households with arrears on mortgage, rent or utility bills in the EU has decreased from 12.4&nbsp;% in 2010 to 8.2&nbsp;% in 2019. The shares have decreased in all Member States, except Greece, Denmark and Finland. In 2019, the largest shares were observed in Greece (41.4&nbsp;% of households), Bulgaria (29.3&nbsp;%) and Cyprus (17.6&nbsp;%) and the smallest in Czechia (2.8&nbsp;%), Germany (3.7&nbsp;%) and the Netherlands (4.0&nbsp;%).",
    "bloc3atitle": "FRConstruction sector",
    "bloc3btitle": "FRBuilt up areas",
    "bloc3atextheading1": "FRGross value added of the construction sector in the EU: around 6&nbsp;% of GDP",
    "bloc3atextp1part1": "FROne way of measuring the size of the construction sector is through the",
    "bloc3atextp1part2": "FRgross value added",
    "bloc3atextp1part3": "FRas a percentage of GDP. This share was between 5 and 6&nbsp;% of GDP in the EU in the period 2010 to 2019. The share was highest at 5.8&nbsp;% in 2010, falling to 5.1&nbsp;% in 2014 to 2017 and then increasing to 5.5&nbsp;% in 2019.",
    "bloc3atextp2": "FRAmong the Member States, the share fell in 16 Member States between 2010 and 2019, with the largest decreases in Greece, Bulgaria and Spain. Among the Member States with an increasing share of the construction sector during this period, Denmark, Latvia, Lithuania and Hungary showed the highest growth.",
    "bloc3atextp3": "FRIn 2019, the Member States with the largest shares – all over 7&nbsp;% of GDP – were  Slovakia (7.6&nbsp;% of GDP), Finland (7.5&nbsp;%), Lithuania (7.3&nbsp;%), Poland (7.2&nbsp;%) and Romania (7.1&nbsp;%).",
    "bloc3atextheading2": "FRFrench capital region: largest number of construction enterprises",
    "bloc3atextp4part1": "FRAnother way of looking at the size of the construction sector is by analysing the number of enterprises (local units), the number of people employed and the growth of employment among the regions (by ",
    "bloc3atextp4part2": "FRNUTS 2 regions",
    "bloc3atextp4part3": "FR).",
    "bloc3atextp5": "FRIn 2018, île de France, the capital region of France (155&nbsp;000 enterprises) as well as Provence-Alpes-Côte d'Azur (78&nbsp;000) and Rhône-Alpes (76&nbsp;000) also in France had the largest number of enterprises in the construction sector.",
    "bloc3atextp6": "FRLooking at the number of people employed in the construction sector, île de France (544&nbsp;000 employed) also had the largest number. After that followed Cataluña (213&nbsp;000) and Comunidad de Madrid (208&nbsp;000) both in Spain.",
    "bloc3atextp7": "FRThe growth rate of employment in the construction sector shows another pattern. Mazowiecki regionalny in Poland (+226&nbsp;%), Stredné Slovensko (+156&nbsp;%) and Západné Slovensko (+139&nbsp;%) both in Slovakia as well as Warszawski stoleczny in Poland (+121&nbsp;%) all more than doubled employment in the construction sector in 2018.",
    "bloc3atextheading3": "FRInvestment in housing in the EU: 5.3&nbsp;% of GDP in 2019",
    "bloc3atextp8": "FRIn the EU in 2019, 5.3&nbsp;% of GDP was invested in housing. This share differed among the Member States, ranging from 7.9&nbsp;% in Cyprus, 7.2&nbsp;% in Finland, 6.6&nbsp;% in Germany and 6.4&nbsp;% in France, down to 0.7&nbsp;% in Greece, 2.0&nbsp;% in Poland, 2.2&nbsp;% in Slovenia and 2.3&nbsp;% in Ireland.",
    "bloc3btextheading1": "FRBuilding permits for residential buildings in the EU increased between 2015 and 2019",
    "bloc3btextp1": "FRA building permit is an authorisation to start work on a building project and is the final stage of planning and building authorisations from public authorities. Looking at the number of building permits granted for residential buildings in the EU between 2010 and 2019, the highest number was observed in 2010. After that, the number decreased until 2013. Since 2014, the number has increased steadily, with an increase of 32&nbsp;% in 2019 compared with 2015. Overall, between 2010 and 2019, there was a decrease of 3&nbsp;%.",
    "bloc3btextp2": "FRThe number of building permits for residential buildings increased in 19 Member States between 2010 and 2019. They more than tripled in Estonia (+211&nbsp;%), followed by Malta (+181&nbsp;%), Bulgaria (+156&nbsp;%) and Hungary (+105&nbsp;%). The largest decreases were observed in Greece (-69&nbsp;%), Italy (-54&nbsp;%), Cyprus (-33&nbsp;%) and Slovenia (-32&nbsp;%).",
    "bloc3btextheading2": "FRAlmost 3&nbsp;% of land in the EU used for residential purposes ",
    "bloc3btextp3part1": "FRSo finally, is a large part of the EU built up with residential areas? In 2015 (latest years available), almost 75&nbsp;% of",
    "bloc3btextp3part2": "FRland",
    "bloc3btextp3part3": "FRin the EU was used for agriculture and forestry, while only 2.9&nbsp;% was used for residential housing (including residential gardens).",
    "bloc3btextp4": "FRThis average masks substantial differences between the EU regions. The largest share of land used for residential areas in the EU was in the capital region in Belgium, Bruxelles-Capitale / Brussels Hoofdstedelijk (55&nbsp;% of land is used is for residential areas), followed by the German city regions of Bremen (32&nbsp;%) and Hamburg (29&nbsp;%) as well as the Austrian capital region of Wien (21&nbsp;%). On the other hand, in 19 regions, the share was less than 1% with the lowest shares observed in Provincia Autonoma di Bolzano/Bozen in Italy (0.3&nbsp;%), Aragón in Spain and Övre Norrland in Sweden (both 0.4&nbsp;%).",
    "bloc4atitle":"FRImpact of Covid-19 crisis",
    "bloc4atextp1":"FRData in this interactive publication show yearly figures up until 2019 and thus do not reflect the impact of the COVID-19 crisis. In the visualisation below, quarterly data on house prices and monthly data on rents as well as overall inflation are shown, which can give an indication on the impact of the COVID-19 crisis in this area as from spring 2020.",
    "bloc4atextp2":"FRHave a look at the visualisation below and see if house prices or rents have been impacted by the COVID-19 crisis in the EU or in your country.",
    "bloc4aInfographics":"Evolution of house prices, rents and inflation",
    "blocInfotexttitle": "FRFURTHER INFORMATION",
    "blocInfotextp1part1": "FRHousing in Europe — statistics visualised",
    "blocInfotextp1part2": "FRis an interactive publication released by Eurostat, the statistical office of the European Union.",
    "blocInfotextp2": "FRInformation on data",
    "blocInfotextp3part1": "FRThe European Union (EU) includes",
    "blocInfotextp3part2": "FR27 EU Member States.",
    "blocInfotextp3part3": "FRThe text refers to data available as of November/December 2020.",
    "blocInfotextp4": "FRContact",
    "blocInfotextp5part1": "FRIf you have questions on the data, please contact the",
    "blocInfotextp5part2": "FREurostat User Support.",
    "blocInfotextp6": "FRIdentifiers of the digital publication",
    "blocInfotextp7part1": "FRCatalogue number: KS-04-19-470-EN-Q",
    "blocInfotextp7part2": "FRISBN 978-92-76-08572-0",
    "blocInfotextp7part3": "FRdoi:10.2785/50487",
    "blocInfotextp8": "FRThe European Commission is not liable for any consequence stemming from the reuse of this publication.",
    "blocInfotextp9":"© European Union, 2020",
    "blocInfotextp10part1":"FRThe reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39).",
    "blocInfotextp10part2":"FRExcept otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC-BY 4.0) licence. This means that reuse is allowed provided appropriate credit is given and any changes are indicated.",
    "blocInfotextp10part3":"FRFor any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the respective rightholders. The European Union does not own the copyright of the following elements:",    
    "blocInfotextp11part1":"FRFavicon: © AF studio / Shutterstock.com / Image number 337898597",   
    "blocInfotextp11part2":"FR‘Covid’ icon: © vectorrini / Shutterstock.com / Image number 1683838687",
    "blocInfotextp11part3":"FR‘Share’ icon: © Denys Drozd / Shutterstock.com / Image number 1657556752",
    "blocInfotextp11part4":"FR‘More’ icon: © Mll / Shutterstock.com / Image number 588190823",
    "blocInfotextp12part1":"FRFor more information, please consult:", 
    "blocInfotextp12part2":"http://ec.europa.eu/eurostat/about/policies/copyright",  
    "shareText1":"FRShare/embed",
    "shareText2":"FRShare the visualisation ",
    "embedText":"FR or embed it",
    "shareDescIndex":"This interactive publication shows the latest figures on many different aspects of housing.",
    "shareDescBloc1a":"Being an owner or a tenant of your housing is something that differs significantly among the Member States.",
    "shareDescBloc1b":"The size of housing can be measured as the average number of rooms per person: there were on average 1.6 rooms per person in the EU in 2018.",
    "shareDescBloc1c":"The quality of housing can be measured in many ways. One is whether people live in an overcrowded home. In the EU in 2018, 17.1 % of the population were living in such a home, a share which has fallen from 19.1 % in 2010.",
    "shareDescBloc1d":"A part of greenhouse gas emissions come from households when burning fossil fuels for heating their homes, preparing warm water, cooking and air conditioning.",
    "shareDescBloc2a":"Looking at the trend of house prices between 2010 and 2019, there has been a steady upwards trend since 2013 with particularly large increases between 2015 and 2019.",
    "shareDescBloc2b":"With house prices and rents rising, the cost of housing can be a burden. This can be measured by the housing cost overburden rate, which shows the share of the population living in a household where total housing costs represent more than 40 % of disposable income.",
    "shareDescBloc3a":"One way of measuring the size of the construction sector is through the gross value added as a percentage of GDP. This share was between 5 and 6 % of GDP in the EU in the period 2010 to 2019.",
    "shareDescBloc3b":"A building permit is an authorisation to start work on a building project and is the final stage of planning and building authorisations from public authorities.",
    "shareDescBlocCovid":"Data in this interactive publication show yearly figures up until 2019 and thus do not reflect the impact of the COVID-19 crisis.",
    "shareDescBlocInfo":"Housing in Europe — statistics visualised is an interactive publication released by Eurostat, the statistical office of the European Union.",
    "readMore": "FRRead more",
    "embed": "FREmbed",
    "socialFacebook": "FRFacebook",
    "socialTwitter": "FRTwitter",
    "socialMail": "FRE-mail",
    "socialEmbed": "FREmbed",
    "linkSupport": "https://ec.europa.eu/eurostat/help/support",
    "translationInfo": "FRThe <your-language-version> version: the translation of the publication has been done by the <the name of your NSI>.",
    "housing_01_01_01.sharing.facebook" : "FROwning or renting your home",
    "housing_01_01_02.sharing.facebook" : "FRType of housing in cities or rural areas",
    "housing_01_02_01.sharing.facebook" : "FRAverage number of rooms per person",
    "housing_01_02_02.sharing.facebook" : "FRAverage household size",
    "housing_01_03_01.sharing.facebook" : "FROvercrowded homes",
    "housing_01_03_02.sharing.facebook" : "FRUnder-occupied homes",
    "housing_01_03_03.sharing.facebook" : "FRPersons living in homes with lacking quality",
    "housing_01_04_01.sharing.facebook" : "FRGreenhouse gas emissions by households for heating",
    "housing_02_01_01.sharing.facebook" : "FRPrice levels for housing",
    "housing_02_01_02.sharing.facebook" : "FRPrice evolution: total, renting and purchasing houses",
    "housing_02_01_03.sharing.facebook" : "FRConstruction cost for new residential buildings",
    "housing_02_02_01.sharing.facebook" : "FRHousing cost overburden: cities or rural area",
    "housing_02_02_02.sharing.facebook" : "FRHousing costs in disposable income",
    "housing_02_02_03.sharing.facebook" : "FRArrears on mortgage, rent or utility bills",
    "housing_03_01_01.sharing.facebook" : "FRGross value added of the construction sector",
    "housing_03_01_02.sharing.facebook" : "FRConstruction sector by region",
    "housing_03_01_03.sharing.facebook" : "FRInvestment in housing",
    "housing_03_02_01.sharing.facebook" : "FRBuilding permits for residential buildings",
    "housing_03_02_02.sharing.facebook" : "FRResidential areas",
    "housing_04_01_01.sharing.facebook" : "FRImpact of Covid-19 crisis"
}